<template>
  <section id="active">
    <div class="section-text">
      <h2>
        активный <br>
        <span class="ms-[40%] sm:ms-[18.5%] xl:ms-[32%]">отдых</span>
      </h2>
      <p class="description">Жизнь в России – это гораздо больше, чем работа. Страна предлагает уникальные возможности для отдыха на любой вкус. Исследуйте величественную природу: горнолыжные курорты, бескрайние леса и чистейшие озера, идеальные для походов и сплавов.</p>
      <p class="description-one">Особо стоит отметить широкие и традиционно доступные возможности для охоты и рыбалки – во многих регионах получить разрешения проще, чем в других странах. Погрузитесь в богатую культурную жизнь городов, посетите театры и музеи мирового уровня. Современная инфраструктура обеспечит комфортный досуг для всей семьи.</p>
    </div>
    <div class="section-images relative">
      <div class="active-1"></div>
      <div class="active-2"></div>
      <div class="active-3"></div>
    </div>
  </section>
</template>
<script setup lang="ts">
</script>